import React from "react";
import "../App.css";


export default function Top3() {
  return (
    <>
      <div className="seemore">
        <h4>افضل 3 مجمعات سكنية </h4>
        <p>
          يمكن للمستخدمين البحث عن مجمعات السكن والعثور على معلومات حولها، مثل
          الصور ووصف المجمع وميزاته. عرض الصور والمعلومات: يمكن للموقع عرض صور
          المجمعات والمعلومات المتعلقة بها بما في ذلك موقع المجمع وأوقات العمل
          وعدد البنايات وتقييمات المستخدمين.
        </p>
      </div>
    </>
  );
}
